alacritty
amd-ucode
base
base-devel
betterlockscreen
bluez
bluez-utils
brightnessctl
code
dex
discord
dkms
drive-bin
efibootmgr
feh
fish
flameshot
flatpak
fnm-bin
git
gnome-tweaks
google-chrome
google-drive-ocamlfuse
grub
gst-plugin-pipewire
gtk-engine-murrine
htop
iwd
libpulse
libreoffice-fresh
libva-nvidia-driver
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-settings
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-headers
nano
neofetch
network-manager-applet
networkmanager
notion
notion-app
npm
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
obsidian
otf-aurulent-nerd
otf-codenewroman-nerd
otf-commit-mono-nerd
paru
peazip-qt-bin
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-psutil
qtile
rclone
rofi
smartmontools
sof-firmware
spotify
thunar
ttf-font-awesome
vencord
vim
wget
wireless_tools
wireplumber
xdg-utils
xfce4-power-manager
xorg-server
xorg-xinit
xorg-xinput
xss-lock
yay
yay-debug
zram-generator
